{
    "example_id": 696,
    "task": {
        "task_id": "18_History",
        "field": "History",
        "specific_field": "Celtic Studies, Medieval Studies, medieval Ireland",
        "task_objective": "Writing an academic book proposal",
        "task_procedure": "This is done to submit book proposals to publishers and can aid in gathering other chapters for the book that will be published.",
        "task_input": "* Book title: A title that reflects the content of the book and its collected chapters. * Project overview: A paragraph description of the aims of the book.",
        "task_output": "* Project details: What gap does the book seek to fill in current literature? It should also describe the chapters and how they fit within the edited collection.  * Context: A paragraph of who the book is intended for: academic or non-academic audiences? What recent publications does the book fit in well with?",
        "annotator_id": 65,
        "task_notes": "Book title: A title which describes the book, if it's a singular submission or edited collection. A subtitle can be used. Project overview: This should describe the general arguments in the book or the studies in book and how it relates to current academia, or also if it's more intended for a general audience. The person reading the proposal should be able also to see how the chapters fit in with the rest of the book.  Context: This paragraph should discuss how the book fits in with current academic research trends? It should also make clear who the audience is and how the book should be interpreted.",
        "task_urls": [
            "https://blog.degruyter.com/how-to-write-an-academic-book-proposal-6-questions-to-laura-portwood-stacer/",
            "https://postcolonial.net/2019/04/sample-academic-book-proposal/",
            "https://www.cambridge.org/core/books/abs/writing-successful-academic-books/sample-book-proposal/B0488F7BE6126BEDC4109E3151C6E4A8"
        ]
    },
    "example_input": "**Input Sections**\n\n* **Book title:** The Gaelic Lordship of Uí Raghallaigh: Power, Territory, and Identity in Medieval Ireland\n\n* **Project overview:**\nThis book aims to examine the political, territorial, and cultural dynamics of the Gaelic lordship of the Uí Raghallaigh (Anglicised O'Reilly) in medieval Ireland, particularly their kingdom in East Breifne (modern county Cavan/Monaghan). It will explore the strategies employed by the Uí Raghallaigh rulers to maintain their power and influence, their relationships with neighboring lordships such as the Meig Uidhir, Uí Dhomhnaill, and Uí Ruairc, and the ways in which their identity was shaped by their interactions with the increasing influence of the English in the eastern kingdom of the Pale.",
    "example_output": "* **Project details:**\nThis book will fill a significant gap in the current literature on medieval Ireland by providing a comprehensive study of one of the most important Gaelic lordships of the period. The book will consist of chapters that examine the following topics:\n\n    * The origins and early history of the Uí Raghallaigh lordship in East Breifne\n    * The political and military strategies of the Uí Raghallaigh\n    * The territorial expansion and consolidation of the lordship, especially in territorial disputes\n    * The cultural and religious life of the Uí Raghallaigh territory, their connection with St Maedóc and the foundation of churches\n    * The impact of the Anglo-Norman invasion on the Uí Raghallaigh lordship and their later rapid Anglicisation\n\n* **Context:**\nThis book is intended for both academic and non-academic audiences interested in medieval Ireland, Gaelic history, and the history of power and identity. It will be of particular interest to scholars of medieval history, Irish studies, and political science. The book will draw on recent publications in these fields, such as those by Katharine Simms (The O'Reillys and the kingdom of East Breifne), Raymond Gillespie, and Marie Therese Flanagan, to provide a fresh and up-to-date perspective on the Uí Raghallaigh lordship.",
    "post_edited_example": "**Input Sections**\n\n* **Book title:** The Gaelic Lordship of Uí Raghallaigh: Power, Territory, and Identity in Medieval Ireland\n\n* **Project overview:**\nThis book aims to examine the political, territorial, and cultural dynamics of the Gaelic lordship of the Uí Raghallaigh (Anglicised O'Reilly) in medieval Ireland, particularly their kingdom in East Breifne (modern county Cavan/Monaghan). It will explore the strategies employed by the Uí Raghallaigh rulers to maintain their power and influence, their relationships with neighboring lordships such as the Meig Uidhir, Uí Dhomhnaill, and Uí Ruairc, and the ways in which their identity was shaped by their interactions with the increasing influence of the English in the eastern kingdom of the Pale.\n\n**Output Sections**\n\n* **Project details:**\nThis book will fill a significant gap in the current literature on medieval Ireland by providing a comprehensive study of one of the most important Gaelic lordships of the period. The book will consist of chapters that examine the following topics:\n\n    * The origins and early history of the Uí Raghallaigh lordship in East Breifne\n    * The political and military strategies of the Uí Raghallaigh\n    * The territorial expansion and consolidation of the lordship, especially in territorial disputes\n    * The cultural and religious life of the Uí Raghallaigh territory, their connection with St Maedóc and the foundation of churches\n    * The impact of the Anglo-Norman invasion on the Uí Raghallaigh lordship and their later rapid Anglicisation\n\n* **Context:**\nThis book is intended for both academic and non-academic audiences interested in medieval Ireland, Gaelic history, and the history of power and identity. It will be of particular interest to scholars of medieval history, Irish studies, and political science. The book will draw on recent publications in these fields, such as those by Katharine Simms (The O'Reillys and the kingdom of East Breifne), Raymond Gillespie, and Marie Therese Flanagan, to provide a fresh and up-to-date perspective on the Uí Raghallaigh lordship."
}